{
    "en": {
        "headerTitle": "Your most trusted<br> <span>health partner</span>",
        "headerSubtitle": "The best match services for you",
        "headerText": "(Health is a crown on the heads of healthy people) with teaching experience in the health field of up to 17 years using modern teaching methods and electronic curricula, combined with practical experience in hospital management and health services.",
        "navHome": "Home",
        "navAbout": "About",
        "navService": "skills",
        "navDoctors": "Posts",
        "navDepartments": "Departments",
        "navBlog": "Blog",
        "navContact": "Contact",
        "btnLearnMore": "Contact",
        "btnSignIn": "Download CV",
        "searchPlaceholder": "Search here",
        "abouttagname": "About Us",
        "skilltitle1": "The best skills that distinguish him",
        "skilltitle2": "The best way to show my advantages",
        "title12": "Patient Care and Health Promotion",
        "titlep2p": "Collaboration and Teamwork",
        "postp1":"Leadership in Continuous Education",
        "postp1p1":"Head of Continuous Education Department at Al-Azhar University (2012-2014)",
        "postp1p2":"During my tenure as the head of the Continuous Education Department at Al-Azhar University, I successfully managed and directed educational programs aimed at enhancing the skills and knowledge of nursing staff. I developed comprehensive training modules and facilitated workshops to ensure the highest standards of healthcare education were met. My leadership contributed to significant improvements in the quality of nursing education and practice within the university.",
        "postp2":"Pioneering Research and Academic Contributions",
        "postp2p1":"Doctorate Degree in Obstetrics and Gynecological Nursing (2021)",
        "postp2p2":"I earned my Doctorate degree with a focus on the effect of an educational guideline about gynecological examination on nurses' knowledge and practice. My research was supervised by esteemed professors and contributed valuable insights into improving nursing practices in gynecology. This academic achievement underscores my commitment to advancing healthcare education and my expertise in obstetrics and gynecological nursing.",
        "postp3":"Extensive Teaching and Clinical Training",
        "postp3p1":"Teaching and Clinical Training in Various Institutions (2005-Present)",
        "postp3p2":"I have a rich background in teaching and clinical training across multiple prestigious institutions, including Al-Azhar University, where I have been a faculty member since 2018. My roles have included part-time voluntary teaching at Al-Azhar University (2016-2017) and teaching at academic institutions for nurses (2014-2016). My extensive experience encompasses developing curricula, conducting clinical training, and mentoring nursing students, thereby shaping the next generation of healthcare professionals.",
        "titlep3p": "Assessment and Implementation",
        "titlep4p": "Customer Service and Continuous Improvement",
        "titlep4": "Provided excellent service and attention to customers both face-to-face and over the phone, engaged customers using effective interpersonal skills, maintained updated knowledge through continuing education and advanced training, and ensured timely delivery of products to customer locations.",
        "titlep3": "Assessed nursing staff notes for accuracy, completeness, services rendered, and patient responses. Implemented treatment plans for disorders and managed ongoing care for patients with chronic issues of varying severity. Conducted follow-up visits with patients to evaluate treatment effectiveness, ensured accuracy of nursing notes, and met with patients to discuss needs, conduct tests, and evaluate clinical presentations.",
        "titlep2": "Collaborated with other healthcare professionals to provide comprehensive patient care, directed and delegated workflow of nurses and residents, and worked closely with medical team members to share knowledge and discuss the best courses of treatment. Maintained open communication with team members and stakeholders, resulting in successful project outcomes.",
        "title12p": "Worked with patients and families to design care plans, advising them on diet, hygiene, and other lifestyle behaviors to promote health and prevent disease. Provided preventative care advice to promote healthy lifestyles and delivered health education to patients, families, and colleagues.",
        "Abouttextbody": "Dr. Hoda El Bendary is a seasoned nursing professional specializing in obstetrics and gynecology with 17 years of experience. She provides exceptional care to women and teaches nursing students, inspiring future healthcare professionals. Known for her compassionate approach, Dr. El Bendary is dedicated to personalized patient care and community health initiatives.!",
        "bb2": "As a nurse, you quickly learn that a single act of care can change someone's life in an instant",
        "bb3": "As a nurse, you quickly learn that a single act of care can change someone's life in an instant"
    },
    "ar": {
        "headerTitle": "شريكك الصحي الأكثر ثقة",
        "headerSubtitle": "أفضل الخدمات المناسبة لك",
        "headerText": "(الصحه تاج علي رؤوس الاصحاء) خبره تدريسيه في المجال الصحي تصل الي 17 عام ب استخدام الطرق التدريسيه الحديثه و المناهج الالكترونيه يمتزج ذالك ب الخبره العمليه في ادارة المستشفيات و الخدمات الصحيه",
        "navHome": "الرئيسية",
        "navAbout": "حول",
        "navService": "المهارات",
        "navDoctors": "منشورات",
        "navDepartments": "الأقسام",
        "navBlog": "المدونة",
        "navContact": "اتصل بنا",
        "btnLearnMore": "تواصل معنا",
        "btnSignIn": "تنزيل السيره الذاتيه",
        "searchPlaceholder": "ابحث هنا",
        "skilltitle1": "أفضل المهارات التي تميزه",
        "skilltitle2": "أفضل طريقة لإظهار مزاياي",
        "abouttagname": "حول",
        "title12": "رعاية المرضى وتعزيز الصحة",
        "titlep2p": "التعاون والعمل الجماعي",
        "titlep3p": "التقييم والتنفيذ",
        "postp3": "التدريس والتدريب السريري المكثف",
        "postp3p1": "التدريس والتدريب السريري في مؤسسات مختلفة (2005-الآن)",
        "postp3p2": "لدي خلفية غنية في التدريس والتدريب السريري عبر العديد من المؤسسات المرموقة، بما في ذلك جامعة الأزهر، حيث أعمل كعضو هيئة تدريس منذ عام 2018. شملت أدواري التدريس التطوعي بدوام جزئي في جامعة الأزهر (2016-2017) والتدريس في المؤسسات الأكاديمية للممرضات (2014-2016). تشمل خبرتي الواسعة تطوير المناهج الدراسية، وإجراء التدريبات السريرية، وتوجيه طلاب التمريض، مما يسهم في تشكيل الجيل القادم من المهنيين الصحيين.",
        "postp1":"القيادة في التعليم المستمر",
        "postp1p1":"رئيس قسم التعليم المستمر بجامعة الأزهر (2012-2014)",
        "postp1p2":"خلال فترة عملي كرئيس لقسم التعليم المستمر بجامعة الأزهر، تمكنت بنجاح من إدارة وتوجيه البرامج التعليمية التي تهدف إلى تعزيز مهارات ومعارف طاقم التمريض. لقد قمت بتطوير وحدات تدريبية شاملة وتسهيل ورش العمل لضمان تلبية أعلى معايير تعليم الرعاية الصحية. وقد ساهمت قيادتي في إحداث تحسينات كبيرة في جودة تعليم التمريض وممارسته داخل الجامعة.",
        "titlep4p": "خدمة العملاء والتحسين المستمر",
        "titlep4": "تقديم خدمة ممتازة واهتمام للعملاء وجهًا لوجه وعبر الهاتف، وإشراك العملاء باستخدام مهارات التعامل مع الآخرين الفعالة، والحفاظ على المعرفة المحدثة من خلال التعليم المستمر والتدريب المتقدم، وضمان تسليم المنتجات في الوقت المناسب إلى مواقع العملاء.",
        "titlep3": "ملاحظات طاقم التمريض المُقيّمة للتأكد من دقتها واكتمالها والخدمات المقدمة واستجابات المرضى. تنفيذ خطط علاجية للاضطرابات وإدارة الرعاية المستمرة للمرضى الذين يعانون من مشاكل مزمنة متفاوتة الخطورة. إجراء زيارات متابعة مع المرضى لتقييم فعالية العلاج، والتأكد من دقة ملاحظات التمريض، والالتقاء بالمرضى لمناقشة الاحتياجات وإجراء الاختبارات وتقييم العروض السريرية.",
        "titlep2": "التعاون مع متخصصي الرعاية الصحية الآخرين لتوفير رعاية شاملة للمرضى، وتوجيه وتفويض سير العمل للممرضات والمقيمين، والعمل بشكل وثيق مع أعضاء الفريق الطبي لتبادل المعرفة ومناقشة أفضل دورات العلاج. الحفاظ على التواصل المفتوح مع أعضاء الفريق وأصحاب المصلحة، مما أدى إلى نتائج ناجحة للمشروع.",
        "title12p": "العمل مع المرضى وعائلاتهم لتصميم خطط الرعاية، وتقديم المشورة لهم بشأن النظام الغذائي والنظافة وسلوكيات نمط الحياة الأخرى لتعزيز الصحة والوقاية من الأمراض. تقديم نصائح الرعاية الوقائية لتعزيز أنماط الحياة الصحية وتقديم التثقيف الصحي للمرضى والأسر والزملاء.",
        "Abouttextbody": "الدكتورة هدى البنداري هي أخصائية تمريض محنكة متخصصة في أمراض النساء والتوليد وتتمتع بخبرة 17 عامًا. إنها تقدم رعاية استثنائية للنساء وتقوم بتدريس طلاب التمريض، وتلهم المتخصصين في الرعاية الصحية في المستقبل. تشتهر الدكتورة البنداري بنهجها الرحيم، وهي مكرسة لرعاية المرضى الشخصية ومبادرات صحة المجتمع.!",
        "bb2": "كممرضة، ستتعلمين بسرعة أن فعل رعاية واحد يمكن أن يغير حياة شخص ما في لحظة",
        "bb3": "كممرضة، ستتعلمين بسرعة أن فعل رعاية واحد يمكن أن يغير حياة شخص ما في لحظة",
        "postp2": "البحث الرائد والمساهمات الأكاديمية",
        "postp2p1": "درجة الدكتوراه في تمريض التوليد وأمراض النساء (2021)",
        "postp2p2": "حصلت على درجة الدكتوراه مع التركيز على تأثير الدليل التعليمي حول الفحص النسائي على معرفة وممارسة الممرضات. أشرف على بحثي أساتذة مرموقون وأسهم في تقديم رؤى قيمة لتحسين ممارسات التمريض في أمراض النساء. هذا الإنجاز الأكاديمي يؤكد التزامي بتطوير التعليم الصحي وخبرتي في تمريض التوليد وأمراض النساء."
    },
    "de": {
        "headerTitle": "Ihr vertrauenswürdigster<br> <span>Gesundheitspartner</span>",
        "headerSubtitle": "Die besten passenden Dienstleistungen für Sie",
        "headerText": "(Gesundheit ist die Krone auf dem Kopf gesunder Menschen) mit bis zu 17-jähriger Lehrerfahrung im Gesundheitsbereich unter Einsatz moderner Lehrmethoden und elektronischer Lehrpläne, kombiniert mit praktischer Erfahrung im Krankenhausmanagement und im Gesundheitswesen.",
        "navHome": "Startseite",
        "navAbout": "Über uns",
        "navService": "Fähigkeiten",
        "navDoctors": "Veröffentlichungen",
        "navContact": "Kontakt",
        "btnLearnMore": "Kontakt",
        "btnSignIn": "CV herunterladen",
        "searchPlaceholder": "Suche hier",
        "abouttagname": "Über uns",
        "titlep2p": "Zusammenarbeit und Teamarbeit",
        "titlep3p": "Bewertung und Umsetzung",
        "postp3": "Umfangreiche Lehr- und klinische Ausbildung",
        "postp3p1": "Lehre und klinische Ausbildung in verschiedenen Institutionen (2005-heute)",
        "postp3p2": "Ich habe einen reichen Hintergrund in Lehre und klinischer Ausbildung an mehreren renommierten Institutionen, darunter die Al-Azhar-Universität, wo ich seit 2018 als Fakultätsmitglied tätig bin. Meine Rollen umfassten Teilzeit-Freiwilligenunterricht an der Al-Azhar-Universität (2016-2017) und Unterricht an akademischen Einrichtungen für Krankenschwestern (2014-2016). Meine umfangreiche Erfahrung umfasst die Entwicklung von Lehrplänen, die Durchführung klinischer Ausbildungen und die Betreuung von Pflegeschülern, wodurch die nächste Generation von Gesundheitsfachkräften geformt wird.",
        "postp1": "Führung in der Weiterbildung",
        "postp1p1":"Leiter der Abteilung für Weiterbildung an der Al-Azhar-Universität (2012-2014)",
        "postp1p2":"Während meiner Amtszeit als Leiterin der Abteilung für Weiterbildung an der Al-Azhar-Universität habe ich erfolgreich Bildungsprogramme zur Verbesserung der Fähigkeiten und Kenntnisse des Pflegepersonals geleitet und geleitet. Ich habe umfassende Schulungsmodule entwickelt und Workshops geleitet, um sicherzustellen, dass die höchsten Standards der Gesundheitsausbildung eingehalten werden. Meine Führung trug zu erheblichen Verbesserungen der Qualität der Krankenpflegeausbildung und -praxis an der Universität bei.",
        "titlep4p": "Kundenservice und kontinuierliche Verbesserung",
        "titlep4": "Ich habe den Kunden sowohl persönlich als auch am Telefon hervorragenden Service und Aufmerksamkeit geboten, sie durch effektive zwischenmenschliche Fähigkeiten eingebunden, mein Wissen durch Weiterbildung und Fortbildung auf dem neuesten Stand gehalten und eine pünktliche Lieferung der Produkte an den Standort des Kunden sichergestellt.",
        "titlep3": "Bewertete die Notizen des Pflegepersonals auf Richtigkeit, Vollständigkeit, erbrachte Leistungen und Patientenreaktionen. Implementierte Behandlungspläne für Erkrankungen und verwaltete die fortlaufende Betreuung von Patienten mit chronischen Problemen unterschiedlicher Schwere. Führte Nachuntersuchungen bei Patienten durch, um die Wirksamkeit der Behandlung zu beurteilen, stellte die Richtigkeit der Pflegenotizen sicher und traf sich mit Patienten, um Bedürfnisse zu besprechen, Tests durchzuführen und klinische Präsentationen zu beurteilen.",
        "titlep2": "Arbeitete mit anderen medizinischen Fachkräften zusammen, um eine umfassende Patientenversorgung zu gewährleisten, leitete und delegierte Arbeitsabläufe von Krankenschwestern und Assistenzärzten und arbeitete eng mit Mitgliedern des medizinischen Teams zusammen, um Wissen auszutauschen und die besten Behandlungsmethoden zu besprechen. Pflegte eine offene Kommunikation mit Teammitgliedern und Beteiligten, was zu erfolgreichen Projektergebnissen führte.",
        "title12": "Patientenversorgung und Gesundheitsförderung",
        "title12p": "Arbeitete mit Patienten und Familien an der Ausarbeitung von Pflegeplänen und beriet sie hinsichtlich Ernährung, Hygiene und anderen Verhaltensweisen im Lebensstil, um die Gesundheit zu fördern und Krankheiten vorzubeugen. Erteilte Ratschläge zur Vorsorge, um einen gesunden Lebensstil zu fördern, und vermittelte Patienten, Familien und Kollegen Gesundheitserziehung.",
        "skilltitle1": "Die besten Fähigkeiten, die ihn auszeichnen",
        "skilltitle2": "Der beste Weg, meine Vorteile zu zeigen",
        "Abouttextbody": "Dr. Hoda El Bendary ist eine erfahrene Pflegefachkraft mit 17 Jahren Berufserfahrung, die sich auf Geburtshilfe und Gynäkologie spezialisiert hat. Sie kümmert sich hervorragend um Frauen und unterrichtet Krankenpflegeschüler, wodurch sie zukünftige Gesundheitsfachkräfte inspiriert. Dr. El Bendary ist für ihren mitfühlenden Ansatz bekannt und widmet sich der persönlichen Patientenversorgung und gemeinschaftlichen Gesundheitsinitiativen.!",
        "bb2": "Als Krankenschwester lernt man schnell, dass eine einzige Pflegemaßnahme das Leben eines Menschen im Handumdrehen verändern kann.",
        "bb3": "Als Krankenschwester lernt man schnell, dass eine einzige Pflegemaßnahme das Leben eines Menschen im Handumdrehen verändern kann.",
        "postp2": "Pionierforschung und akademische Beiträge",
        "postp2p1": "Doktorgrad in Geburtshilfe- und gynäkologischer Pflege (2021)",
        "postp2p2": "Ich erwarb meinen Doktorgrad mit dem Schwerpunkt auf die Wirkung einer pädagogischen Richtlinie über gynäkologische Untersuchungen auf das Wissen und die Praxis von Krankenschwestern. Meine Forschung wurde von angesehenen Professoren betreut und lieferte wertvolle Erkenntnisse zur Verbesserung der Pflegepraktiken in der Gynäkologie. Diese akademische Leistung unterstreicht mein Engagement für die Weiterentwicklung der Gesundheitsausbildung und meine Expertise in der Geburtshilfe- und gynäkologischen Pflege."
    },
    "fr": {
        "headerTitle": "Votre partenaire santé le plus<br> <span>fiable</span>",
        "headerSubtitle": "Les meilleurs services adaptés pour vous",
        "headerText": "(La santé est une couronne sur la tête des personnes en bonne santé) avec une expérience d'enseignement dans le domaine de la santé allant jusqu'à 17 ans en utilisant des méthodes d'enseignement modernes et des programmes électroniques, combinée à une expérience pratique dans la gestion hospitalière et les services de santé.",
        "navHome": "Accueil",
        "navAbout": "À propos",
        "navService": "Compétences",
        "navDoctors": "Publications",
        "navDepartments": "Départements",
        "navBlog": "Blog",
        "navContact": "Contact",
        "btnLearnMore": "Contact",
        "btnSignIn": "Télécharger CV",
        "searchPlaceholder": "Recherchez ici",
        "postp1":"Leadership en formation continue",
        "postp1p1":"Chef du département de formation continue à l'Université Al-Azhar (2012-2014)",
        "postp1p2":"Au cours de mon mandat à la tête du département de formation continue de l'Université Al-Azhar, j'ai géré et dirigé avec succès des programmes éducatifs visant à améliorer les compétences et les connaissances du personnel infirmier. J'ai développé des modules de formation complets et animé des ateliers pour garantir que les normes les plus élevées en matière d'éducation en santé soient respectées. Mon leadership a contribué à des améliorations significatives de la qualité de la formation et de la pratique des soins infirmiers au sein de l'université.",
        "skilltitle1": "Les meilleures compétences qui le distinguent",
        "skilltitle2": "La meilleure façon de montrer mes avantages",
        "abouttagname": "À propos de nous",
        "postp3": "Enseignement approfondi et formation clinique",
        "postp3p1": "Enseignement et formation clinique dans diverses institutions (2005-Présent)",
        "postp3p2": "J'ai un riche parcours en enseignement et en formation clinique dans de nombreuses institutions prestigieuses, y compris l'Université Al-Azhar, où je suis membre du corps professoral depuis 2018. Mes rôles ont inclus l'enseignement volontaire à temps partiel à l'Université Al-Azhar (2016-2017) et l'enseignement dans des institutions académiques pour infirmières (2014-2016). Mon expérience étendue englobe le développement de programmes d'études, la conduite de formations cliniques et le mentorat des étudiants en soins infirmiers, contribuant ainsi à former la prochaine génération de professionnels de la santé.",
        "titlep2p": "Collaboration et travail d'équipe",
        "titlep3p": "Évaluation et mise en œuvre",
        "titlep4p": "Service client et amélioration continue",
        "titlep4": "Fournir un excellent service et une attention particulière aux clients, en face à face et par téléphone, engager les clients en utilisant des compétences interpersonnelles efficaces, maintenir à jour leurs connaissances grâce à une formation continue et une formation avancée, et assurer la livraison en temps opportun des produits sur les sites des clients.",
        "titlep3": "Évaluation des notes du personnel infirmier pour en vérifier l'exactitude, l'exhaustivité, les services rendus et les réponses des patients. Mise en œuvre de plans de traitement pour les troubles et gestion des soins continus pour les patients souffrant de problèmes chroniques de gravité variable. Effectuer des visites de suivi auprès des patients pour évaluer l'efficacité du traitement, garantir l'exactitude des notes infirmières et rencontrer les patients pour discuter de leurs besoins, effectuer des tests et évaluer les présentations cliniques.",
        "titlep2": "Collaboration avec d'autres professionnels de la santé pour fournir des soins complets aux patients, flux de travail dirigé et délégué des infirmières et des résidents, et travail en étroite collaboration avec les membres de l'équipe médicale pour partager des connaissances et discuter des meilleurs traitements. Maintenir une communication ouverte avec les membres de l'équipe et les parties prenantes, aboutissant à des résultats réussis du projet.",
        "title12": "Soins aux patients et promotion de la santé",
        "title12p": "J'ai travaillé avec les patients et les familles pour concevoir des plans de soins, en les conseillant sur l'alimentation, l'hygiène et d'autres comportements liés au mode de vie afin de promouvoir la santé et de prévenir les maladies. Fourni des conseils en matière de soins préventifs pour promouvoir des modes de vie sains et dispensé une éducation sanitaire aux patients, aux familles et aux collègues.",
        "postp2": "Recherche pionnière et contributions académiques",
        "Abouttextbody": "Le Dr Hoda El Bendary est une infirmière professionnelle chevronnée spécialisée en obstétrique et gynécologie avec 17 ans d'expérience. Elle prodigue des soins exceptionnels aux femmes et enseigne aux étudiantes en sciences infirmières, inspirant ainsi les futurs professionnels de la santé. Connue pour son approche compatissante, la Dre El Bendary se consacre aux soins personnalisés des patients et aux initiatives de santé communautaire.!",
        "postp2p1": "Doctorat en soins infirmiers obstétriques et gynécologiques (2021)",
        "postp2p2": "J'ai obtenu mon doctorat en mettant l'accent sur l'effet d'une directive éducative sur l'examen gynécologique sur les connaissances et la pratique des infirmières. Ma recherche a été supervisée par des professeurs éminents et a apporté des perspectives précieuses pour améliorer les pratiques infirmières en gynécologie. Cet accomplissement académique souligne mon engagement envers l'avancement de l'éducation en santé et mon expertise en soins infirmiers obstétriques et gynécologiques.",
        "bb2": "En tant qu'infirmière, vous apprenez rapidement qu'un seul acte de soin peut changer la vie d'une personne en un instant.",
        "bb3": "En tant qu'infirmière, vous apprenez rapidement qu'un seul acte de soin peut changer la vie d'une personne en un instant."
    }
}
